Repository: johannes-mueller/podlove-podcast-theme
Catalog: languages/*.po
Languages: eo

source: — four-O-four — not found — 404
eo: — kvar-nulo-kvar — netrovite — 404

source: We don&rsquo;t know who has taken you here.
eo: Ni ne scias kio venigis vin ĉi tien.

source: Maybe you clicked on a wrong or obsolete link?<br>Or typed in a wrong address?
eo: Ĉu vi eblei klakis eksvalidan ligilon?<br>Aŭ tajpis malĝustan adreson?

source: Daily Archives: %s
eo: Taga arkivo: %s

source: Monthly Archives: %s
eo: Monata arkivo: %s

source: Yearly Archives: %s
eo: Jara arkivo: %s

source: Archives
eo: Arkivo

source: One comment on &ldquo;%2$s&rdquo;
eo: Unu komento pri &ldquo;%2$s&rdquo;

source: Comment navigation
eo: Komentara navigacio

source: &larr; Older Comments
eo: &larr; Pli malnovaj komentoj

source: Newer Comments &rarr;
eo: Pli novaj komentoj &rarr;

source: Comments are closed.
eo: Komentoj fermitaj

source: Continue reading %s <span class="meta-nav">&rarr;</span>
eo: Legi pli %s <span class="meta-nav">&rarr;</span>

source: Pages:
eo: Paĝoj:

source: Navigation Menu
eo: Navigacia menuo

source: Posts navigation
eo: Navigacio

source: <span class="meta-nav">&larr;</span> Older posts
eo: <span class="meta-nav">&larr;</span> Pli malnovaj

source: Newer posts <span class="meta-nav">&rarr;</span>
eo: Pli novaj <span class="meta-nav">&rarr;</span>

source: %1$s on %2$s
eo: %1$s je %2$s

source: Permalink to %s
eo: Fiksligilo al %s

source: Posts published on %s
eo: Publikigita je %s

source: Menu
eo: Menuo

source: Search Results for: %s
eo: Serĉrezultoj por: %s

source: Tag Archives: %s
eo: Etikeda arkivo: %s
